Repository: tdduydev/xdev-mindmap-ai
Catalog: MindMapAI/Resources/Localizable.xcstrings
Source language: en
Languages: ja, vi

source: The file couldn’t be opened. Try again.
ja: ファイルを開けませんでした。もう一度試してください。
vi: Không mở được tệp. Hãy thử lại.

source: The file has no topics in it. MindMap AI reads headings and list items in Markdown, and one topic per line in plain text.
ja: ファイルにトピックがありません。MindMap AIは、Markdownでは見出しとリスト項目を、プレーンテキストでは1行を1つのトピックとして読み込みます。
vi: Tệp không có chủ đề nào. MindMap AI đọc tiêu đề và mục danh sách trong Markdown, và mỗi dòng một chủ đề trong văn bản thuần.

source: The file is JSON but not a MindMap AI backup. MindMap AI imports backups made with File ▸ Export… ▸ MindMap AI Backup.
ja: このファイルはJSONですが、MindMap AIバックアップではありません。MindMap AIが読み込めるのは「ファイル ▸ 書き出す… ▸ MindMap AIバックアップ」で作成したバックアップです。
vi: Tệp là JSON nhưng không phải bản sao lưu MindMap AI. MindMap AI nhập bản sao lưu tạo bằng Tệp ▸ Xuất… ▸ Bản sao lưu MindMap AI.

source: The file isn’t UTF-8 or UTF-16 text. Save it as UTF-8 Markdown or plain text, then try again.
ja: ファイルがUTF-8またはUTF-16のテキストではありません。UTF-8のMarkdownまたはプレーンテキストとして保存してから、もう一度試してください。
vi: Tệp không phải văn bản UTF-8 hay UTF-16. Hãy lưu thành Markdown hoặc văn bản thuần UTF-8 rồi thử lại.

source: The imported topics couldn’t be saved. Try again.
ja: 読み込んだトピックを保存できませんでした。もう一度試してください。
vi: Không lưu được các chủ đề vừa nhập. Hãy thử lại.

source: The name is only for you, to tell apps apart in this list.
ja: 名前は、このリストでAppを区別するためだけに使われます。
vi: Tên chỉ để bạn phân biệt các ứng dụng trong danh sách này.

source: The purchase didn’t go through. Try again.
ja: 購入を完了できませんでした。もう一度試してください。
vi: Giao dịch mua chưa hoàn tất. Hãy thử lại.

source: The suggestions couldn’t be used. Try again.
ja: 提案を使用できませんでした。もう一度試してください。
vi: Không dùng được các đề xuất này. Hãy thử lại.

source: The tag is removed from its topics. The topics stay.
ja: タグはトピックから削除されます。トピックはそのまま残ります。
vi: Thẻ sẽ được gỡ khỏi các chủ đề. Các chủ đề vẫn giữ nguyên.

source: The token couldn’t be saved in the Keychain. Try again.
ja: トークンをキーチェーンに保存できませんでした。もう一度試してください。
vi: Không lưu được mã truy cập vào Chuỗi khoá. Hãy thử lại.

source: The topic was deleted, so its suggestions were removed.
ja: トピックが削除されたため、その提案も削除されました。
vi: Chủ đề đã bị xoá nên các đề xuất của nó cũng được gỡ đi.

source: The whole map with its theme, colors, symbols, tasks, tags, connections and boundaries. Import it again with File ▸ Import….
ja: テーマ、色、シンボル、タスク、タグ、接続、囲み枠を含むマップ全体です。「ファイル」▸「読み込む…」で再度読み込めます。
vi: Cả sơ đồ cùng bộ màu, màu, biểu tượng, việc cần làm, thẻ, kết nối và khung. Nhập lại bằng Tệp ▸ Nhập….

source: The whole map, collapsed branches as they are on the canvas.
ja: マップ全体です。折りたたまれたブランチはキャンバス上の状態のままです。
vi: Cả sơ đồ, nhánh đang thu gọn giữ nguyên như trên canvas.

source: Theme
ja: テーマ
vi: Bộ màu

source: Theme for New Maps
ja: 新規マップのテーマ
vi: Bộ màu cho sơ đồ mới

source: There are no maps yet.
ja: まだマップがありません。
vi: Chưa có sơ đồ nào.

source: There is already a tag named “%@”.
ja: 「%@」という名前のタグはすでにあります。
vi: Đã có thẻ tên “%@”.

source: Thinking…
ja: 考え中…
vi: Đang suy nghĩ…

source: This Apple Account hasn’t bought MindMap AI Pro.
ja: このApple AccountではMindMap AI Proを購入していません。
vi: Tài khoản Apple này chưa mua MindMap AI Pro.

source: This branch is too large. Select a smaller branch and try again.
ja: このブランチは大きすぎます。小さいブランチを選択して、もう一度試してください。
vi: Nhánh này quá lớn. Hãy chọn một nhánh nhỏ hơn rồi thử lại.

source: This build of MindMap AI can’t use iCloud. Your maps stay on this device.
ja: このビルドのMindMap AIはiCloudを使用できません。マップはこのデバイスに保存されます。
vi: Bản MindMap AI này không dùng được iCloud. Sơ đồ của bạn vẫn nằm trên máy này.

source: This device can’t run Apple Intelligence.
ja: このデバイスはApple Intelligenceに対応していません。
vi: Thiết bị này không chạy được Apple Intelligence.

source: This device can’t transcribe this language on the device.
ja: このデバイスでは、この言語をデバイス上で文字起こしできません。
vi: Thiết bị này không chuyển được ngôn ngữ này thành chữ ngay trên máy.

source: This is part of MindMap AI Pro.
ja: この機能はMindMap AI Proに含まれます。
vi: Tính năng này thuộc MindMap AI Pro.

source: This is the only time the token is shown. If you lose it, revoke this app and add it again.
ja: トークンが表示されるのはこの1回だけです。紛失した場合は、このAppの連携を解除してから、もう一度追加してください。
vi: Mã truy cập chỉ hiện lần này. Nếu làm mất, hãy thu hồi ứng dụng này rồi thêm lại.

source: This isn’t a web or email address.
ja: Webアドレスまたはメールアドレスではありません。
vi: Đây không phải địa chỉ web hay email.

source: This link is too long.
ja: このリンクは長すぎます。
vi: Liên kết này quá dài.

source: This option comes with MindMap AI Pro.
ja: このオプションはMindMap AI Proで利用できます。
vi: Tuỳ chọn này có trong MindMap AI Pro.

source: This question needs more room than the chat has. Clear the chat or ask about a smaller part of the map.
ja: この質問はチャットに収まりきりません。チャットを消去するか、マップのより小さい部分について質問してください。
vi: Câu hỏi này cần nhiều chỗ hơn cuộc trò chuyện còn lại. Hãy xoá cuộc trò chuyện hoặc hỏi về một phần nhỏ hơn của sơ đồ.

source: This request couldn’t be completed. Try wording it differently.
ja: このリクエストを完了できませんでした。言い方を変えて試してください。
vi: Không thực hiện được yêu cầu này. Hãy thử diễn đạt khác đi.

source: This tag is used in %lld other maps, so it stays shared.
ja: このタグはほかの%lld個のマップで使われているため、共有タグのまま残ります。
vi: Thẻ này đang dùng trong %lld sơ đồ khác nên vẫn là thẻ dùng chung.

source: Title
ja: タイトル
vi: Tiêu đề

source: To use AI, turn on Apple Intelligence in Settings ▸ Apple Intelligence & Siri.
ja: AIを使用するには、「設定」▸「Apple IntelligenceとSiri」でApple Intelligenceをオンにしてください。
vi: Để dùng AI, hãy bật Apple Intelligence trong Cài đặt ▸ Apple Intelligence & Siri.

source: To use AI, turn on Apple Intelligence in System Settings ▸ Apple Intelligence & Siri.
ja: AIを使用するには、「システム設定」▸「Apple IntelligenceとSiri」でApple Intelligenceをオンにしてください。
vi: Để dùng AI, hãy bật Apple Intelligence trong Cài đặt hệ thống ▸ Apple Intelligence & Siri.

source: Topic
ja: トピック
vi: Chủ đề

source: Topic added
ja: トピックを追加しました
vi: Đã thêm chủ đề

source: Topic no longer exists
ja: トピックはもう存在しません
vi: Chủ đề không còn nữa

source: Topic, level %lld
ja: トピック、レベル%lld
vi: Chủ đề, cấp %lld

source: Topics
ja: トピック
vi: Chủ đề

source: Topics you say appear here. You can edit them before adding.
ja: 話したトピックがここに表示されます。追加する前に編集できます。
vi: Chủ đề bạn nói sẽ hiện ở đây. Bạn có thể sửa trước khi thêm.

source: Try Again
ja: もう一度試す
vi: Thử lại

source: Try again. If it keeps happening, restart the app.
ja: もう一度試してください。繰り返し発生する場合は、Appを再起動してください。
vi: Hãy thử lại. Nếu vẫn lỗi, hãy khởi động lại ứng dụng.

source: Turn on Allow AI Apps to Read Maps so the app can connect.
ja: Appが連携できるように、「AI Appにマップの読み取りを許可」をオンにしてください。
vi: Bật Cho phép ứng dụng AI đọc sơ đồ để ứng dụng kết nối được.

source: Turned off
ja: オフ
vi: Đã tắt

source: Turning this off stops every app from reading; connected apps stay in the list.
ja: オフにすると、すべてのAppが読み取れなくなります。連携中のAppはリストに残ります。
vi: Tắt để ngừng cho mọi ứng dụng đọc; các ứng dụng đã kết nối vẫn còn trong danh sách.

source: Type a tag name, then press Return
ja: タグ名を入力してReturnキーを押す
vi: Gõ tên thẻ rồi nhấn Return

source: Type an idea to add.
ja: 追加するアイデアを入力してください。
vi: Hãy nhập một ý tưởng để thêm.

source: US Letter
ja: USレター

source: Undo
ja: 取り消す
vi: Hoàn tác

source: Unlock Pro for %@
ja: %@でProのロックを解除
vi: Mở khoá Pro với giá %@

source: Unlocked
ja: ロック解除済み
vi: Đã mở khoá

source: Untitled Map
ja: 名称未設定マップ
vi: Sơ đồ chưa đặt tên

source: Untitled Topic
ja: 名称未設定トピック
vi: Chủ đề chưa đặt tên

source: Up to Date
ja: 最新
vi: Đã cập nhật

source: Use AI Features
ja: AI機能を使用
vi: Dùng tính năng AI

source: Use Title
ja: このタイトルを使用
vi: Dùng tiêu đề này

source: Version
ja: バージョン
vi: Phiên bản

source: Very High (3×)
ja: 非常に高い (3×)
vi: Rất cao (3×)

source: Vietnamese
ja: ベトナム語
vi: Tiếng Việt

source: View
ja: 表示
vi: Xem

source: View As
ja: 表示形式
vi: Xem dạng

source: Violet
ja: バイオレット
vi: Tím

source: Voice Input
ja: 音声入力
vi: Nhập bằng giọng nói

source: Voice Input Language
ja: 音声入力の言語
vi: Ngôn ngữ nhập giọng nói

source: Voice input is part of MindMap AI Pro.
ja: 音声入力はMindMap AI Proの機能です。
vi: Nhập bằng giọng nói thuộc MindMap AI Pro.

source: Voice input needs the %@ speech model, which the system downloads once.
ja: 音声入力には%@の音声モデルが必要です。システムが一度だけダウンロードします。
vi: Nhập bằng giọng nói cần mô hình giọng nói %@, hệ thống chỉ tải một lần.

source: Voice input stopped unexpectedly. Try again.
ja: 音声入力が予期せず停止しました。もう一度試してください。
vi: Nhập bằng giọng nói bị dừng bất ngờ. Hãy thử lại.

source: Waiting for Network
ja: ネットワークを待機中
vi: Đang chờ mạng

source: Web addresses and email addresses. Nothing is loaded until you open the link.
ja: Webアドレスとメールアドレスです。リンクを開くまで何も読み込まれません。
vi: Địa chỉ web và địa chỉ email. Không có gì được tải cho tới khi bạn mở liên kết.

source: Website
ja: Webサイト
vi: Trang web

source: What are the next steps for this branch?
ja: このブランチの次のステップは？
vi: Các bước tiếp theo của nhánh này là gì?

source: What are the next steps?
ja: 次のステップは？
vi: Các bước tiếp theo là gì?

source: What is missing in this branch?
ja: このブランチに足りないものは？
vi: Nhánh này còn thiếu gì?

source: What is missing?
ja: 足りないものは？
vi: Còn thiếu gì?

source: When off, AI actions are removed from maps and the AI menu is unavailable. Suggestions already on a map stay until you accept or discard them.
ja: オフにすると、マップからAIの操作が削除され、AIメニューは使用できなくなります。マップ上にすでにある提案は、採用または破棄するまで残ります。
vi: Khi tắt, các thao tác AI không còn trong sơ đồ và menu AI không dùng được. Các đề xuất đang có trên sơ đồ vẫn ở đó cho đến khi bạn chấp nhận hoặc bỏ.

source: White
ja: ホワイト
vi: Trắng

source: Whole Map
ja: マップ全体
vi: Cả sơ đồ

source: Written by AI. Check the cited topics.
ja: AIが作成しました。引用されたトピックを確認してください。
vi: Do AI viết. Hãy kiểm tra các chủ đề được trích dẫn.

source: Written from part of the branch, which was too large to read in full.
ja: ブランチが大きすぎてすべて読み込めなかったため、一部から作成しました。
vi: Viết từ một phần của nhánh, vì nhánh quá lớn để đọc hết.

source: You
ja: あなた
vi: Bạn

source: You asked: %@
ja: 質問：%@
vi: Bạn hỏi: %@

source: Your maps are on this device and in your private iCloud, and follow you to your other devices.
ja: マップはこのデバイスと自分専用のiCloudに保存され、ほかのデバイスでも使えます。
vi: Sơ đồ của bạn nằm trên máy này và trong iCloud riêng của bạn, và có mặt trên các thiết bị khác của bạn.

source: Your maps stay on this device only.
ja: マップはこのデバイスにのみ保存されます。
vi: Sơ đồ của bạn chỉ nằm trên máy này.

source: Your maps stay on this device. MindMap AI tries again later.
ja: マップはこのデバイスに保存されています。MindMap AIは後でもう一度試します。
vi: Sơ đồ của bạn vẫn nằm trên máy này. MindMap AI sẽ thử lại sau.

source: Your purchase is waiting for approval. Pro unlocks as soon as it’s approved.
ja: 購入は承認待ちです。承認されるとすぐにProのロックが解除されます。
vi: Giao dịch mua đang chờ duyệt. Pro sẽ mở khoá ngay khi được duyệt.

source: Zoom In
ja: 拡大
vi: Phóng to

source: Zoom Out
ja: 縮小
vi: Thu nhỏ

source: Zoom to Fit
ja: ウインドウに合わせる
vi: Vừa khung nhìn

source: ^[%lld match](inflect: true)
ja: %lld件一致
vi: %lld kết quả

source: has note
ja: メモあり
vi: có ghi chú

source: iCloud Is Restricted
ja: iCloudは制限されています
vi: iCloud bị giới hạn

source: iCloud Needs Attention
ja: iCloudの確認が必要です
vi: iCloud cần bạn xem lại

source: iCloud Storage Is Full
ja: iCloudストレージがいっぱいです
vi: Dung lượng iCloud đã đầy

source: iCloud Sync
ja: iCloud同期
vi: Đồng bộ iCloud

source: xDev Servers
ja: xDevのサーバ
vi: Máy chủ xDev

source: This file isn't an image the app can read
ja: このファイルは読み込める画像ではありません
vi: Tệp này không phải ảnh mà ứng dụng đọc được

source: “%1$@” is used in %2$lld maps. Deleting it removes it from every map and can’t be undone. The topics stay.
ja: 「%1$@」は%2$lld個のマップで使われています。削除するとすべてのマップから削除され、取り消すことはできません。トピックはそのまま残ります。
vi: “%1$@” đang dùng trong %2$lld sơ đồ. Xoá thẻ sẽ gỡ nó khỏi mọi sơ đồ và không hoàn tác được. Các chủ đề vẫn giữ nguyên.

source: “%@” and all its topics will be deleted. This can’t be undone.
ja: 「%@」とそのすべてのトピックが削除されます。この操作は取り消せません。
vi: “%@” cùng mọi chủ đề trong đó sẽ bị xoá. Không thể hoàn tác.

source: ⇧-click
ja: ⇧-クリック
vi: ⇧-bấm

source: ⇧-drag
ja: ⇧-ドラッグ
vi: ⇧-kéo

source: ⌘-click
ja: ⌘-クリック
vi: ⌘-bấm

source: ⌘-drag
ja: ⌘-ドラッグ
vi: ⌘-kéo

source: Show in Library
ja: ライブラリに表示
vi: Hiện trong thư viện

source: Empty Recently Deleted…
ja: 「最近削除した項目」を空にする…
vi: Xoá hết mục đã xoá gần đây…

source: Deleted maps stay for 30 days before they’re removed permanently.
ja: 削除したマップは30日間保持されたあと、完全に削除されます。
vi: Sơ đồ đã xoá được giữ 30 ngày trước khi bị xoá vĩnh viễn.

source: Export All Maps…
ja: すべてのマップを書き出す…
vi: Xuất tất cả sơ đồ…

source: Import Maps…
ja: マップを読み込む…
vi: Nhập sơ đồ…

source: Preparing backup
ja: バックアップを準備中
vi: Đang chuẩn bị bản sao lưu

source: Export writes one MindMap AI Backup file for each map. Import creates new maps and keeps existing maps.
ja: 書き出すと、マップごとに1つのMindMap AIバックアップファイルが作成されます。読み込むと新しいマップが作成され、既存のマップはそのまま残ります。
vi: Xuất tạo một tệp Sao lưu MindMap AI cho mỗi sơ đồ. Nhập tạo sơ đồ mới và giữ nguyên sơ đồ hiện có.

source: Delete %lld maps permanently?
ja: %lld個のマップを完全に削除しますか？
vi: Xoá vĩnh viễn %lld sơ đồ?

source: This can’t be undone.
ja: この操作は取り消せません。
vi: Không thể hoàn tác thao tác này.

source: MindMap AI Backups
ja: MindMap AIバックアップ
vi: Bản sao lưu MindMap AI

source: Couldn’t delete the maps.
ja: マップを削除できませんでした。
vi: Không thể xoá sơ đồ.

source: Couldn’t export your maps.
ja: マップを書き出せませんでした。
vi: Không thể xuất sơ đồ.

source: The files couldn’t be opened.
ja: ファイルを開けませんでした。
vi: Không thể mở các tệp.

source: Couldn’t save the backup folder.
ja: バックアップフォルダを保存できませんでした。
vi: Không thể lưu thư mục sao lưu.

source: %lld maps
ja: %lld個のマップ
vi: %lld sơ đồ

source: Make Task
ja: タスクにする
vi: Biến thành việc

source: Remove Task
ja: タスクを削除
vi: Bỏ việc

source: Mark as Done
ja: 完了にする
vi: Đánh dấu xong

source: Mark as Not Done
ja: 未完了にする
vi: Đánh dấu chưa xong

source: Priority
ja: 優先度
vi: Mức ưu tiên

source: Set Task Dates…
ja: タスクの日付を設定…
vi: Đặt ngày cho việc…

source: Task
ja: タスク
vi: Việc

source: Start
ja: 開始日
vi: Bắt đầu

source: Due
ja: 期日
vi: Đến hạn

source: Add Start Date
ja: 開始日を追加
vi: Thêm ngày bắt đầu

source: Add Due Date
ja: 期日を追加
vi: Thêm ngày đến hạn

source: Clear
ja: 消去
vi: Xoá

source: Progress
ja: 進捗
vi: Tiến độ

source: %lld of %lld done
ja: %lld/%lld完了
vi: Xong %1$lld/%2$lld

source: Overdue
ja: 期限切れ
vi: Quá hạn

source: High
ja: 高
vi: Cao

source: Low
ja: 低
vi: Thấp

source: Set Priority
ja: 優先度を設定
vi: Đặt mức ưu tiên

source: Remove Priority
ja: 優先度を削除
vi: Bỏ mức ưu tiên

source: Set Start Date
ja: 開始日を設定
vi: Đặt ngày bắt đầu

source: Clear Start Date
ja: 開始日を消去
vi: Xoá ngày bắt đầu

source: Set Due Date
ja: 期日を設定
vi: Đặt ngày đến hạn

source: Clear Due Date
ja: 期日を消去
vi: Xoá ngày đến hạn

source: task, done
ja: タスク、完了
vi: việc, đã xong

source: task, not done
ja: タスク、未完了
vi: việc, chưa xong

source: priority %@
ja: 優先度%@
vi: ưu tiên %@

source: overdue
ja: 期限切れ
vi: quá hạn

source: %lld of %lld tasks done
ja: %2$lld件中%1$lld件のタスクが完了
vi: xong %1$lld trên %2$lld việc

source: Task of %lld Topics
ja: %lld個のトピックのタスク
vi: Việc của %lld chủ đề

source: High Priority
ja: 優先度：高
vi: Ưu tiên cao

source: Medium Priority
ja: 優先度：中
vi: Ưu tiên vừa

source: Low Priority
ja: 優先度：低
vi: Ưu tiên thấp

source: Overdue %@
ja: 期限切れ %@
vi: Quá hạn %@

source: Add Summary
ja: 要約を追加
vi: Thêm tổng hợp

source: Remove Summary
ja: 要約を削除
vi: Xoá tổng hợp

source: Branch Summary
ja: ブランチの要約
vi: Tóm tắt nhánh

source: Summary of %@
ja: 「%@」の要約
vi: Tổng hợp của %@

# Summary of %@ to %@
source: Summary of %1$@ to %2$@
ja: 「%1$@」から「%2$@」までの要約
vi: Tổng hợp từ %1$@ đến %2$@

source: Add Boundary
ja: 囲み枠を追加
vi: Thêm khung

source: Remove Boundary
ja: 囲み枠を削除
vi: Xoá khung

source: Rename Boundary
ja: 囲み枠の名前を変更
vi: Đổi tên khung

source: Boundary Color
ja: 囲み枠の色
vi: Màu khung

source: Boundary
ja: 囲み枠
vi: Khung

source: Boundary title
ja: 囲み枠のタイトル
vi: Tiêu đề khung

source: Boundary Title
ja: 囲み枠のタイトル
vi: Tiêu đề khung

source: Suggest Groups
ja: グループを提案
vi: Gợi ý nhóm

source: Summarize Boundary
ja: 囲み枠を要約
vi: Tóm tắt khung

source: Suggesting groups…
ja: グループを提案中…
vi: Đang gợi ý nhóm…

source: Summarizing the boundary…
ja: 囲み枠を要約中…
vi: Đang tóm tắt khung…

source: Suggested groups
ja: 提案されたグループ
vi: Nhóm được gợi ý

source: Suggested boundary title
ja: 提案された囲み枠のタイトル
vi: Tiêu đề khung được gợi ý

source: Add AI Groups
ja: AIのグループを追加
vi: Thêm nhóm AI

source: %lld topics move
ja: %lld個のトピックが移動します
vi: %lld chủ đề sẽ dời chỗ

source: Ask About Library
ja: ライブラリについて質問
vi: Hỏi về thư viện

source: Ask About Library…
ja: ライブラリについて質問…
vi: Hỏi về thư viện…

source: Ask a question about all your maps. Answers come from their topics and name the ones they use.
ja: すべてのマップについて質問できます。回答はマップのトピックに基づき、使用したトピックが示されます。
vi: Đặt câu hỏi về mọi sơ đồ của bạn. Câu trả lời lấy từ các chủ đề của chúng và ghi rõ chủ đề đã dùng.

source: Ask about your maps
ja: マップについて質問
vi: Hỏi về các sơ đồ của bạn

source: Reading your maps…
ja: マップを読み取り中…
vi: Đang đọc các sơ đồ…

source: What are my maps about?
ja: マップには何が書かれている？
vi: Các sơ đồ của tôi nói về gì?

source: Which maps have topics in common?
ja: 共通のトピックがあるマップは？
vi: Những sơ đồ nào có chủ đề chung?

source: What should I work on next?
ja: 次に取り組むべきことは？
vi: Tôi nên làm gì tiếp theo?

source: Answering…
ja: 回答しています…
vi: Đang trả lời…

source: Suggested from the chat
ja: チャットからの提案
vi: Đề xuất từ chat

source: Create Topics from Answer
ja: 回答からトピックを作成
vi: Tạo chủ đề từ câu trả lời

source: Select one topic to suggest the answer’s topics under it
ja: トピックを1つ選択すると、回答の項目をその下に提案します
vi: Chọn một chủ đề để đề xuất các ý của câu trả lời dưới chủ đề đó

source: Suggest the answer’s points as topics under “%@”
ja: 回答の項目を「%@」の下にトピックとして提案します
vi: Đề xuất các ý của câu trả lời thành chủ đề dưới “%@”

source: Suggested %lld topics under “%@”. Review them on the map.
ja: 「%@」の下に%lld件のトピックを提案しました。マップで確認してください。
vi: Đã đề xuất %lld chủ đề dưới “%@”. Hãy xem lại trên sơ đồ.

source: MindMap AI imports Markdown (.md), plain text (.txt), OPML (.opml) and FreeMind or Freeplane (.mm) files, and its own backups (.json).
ja: MindMap AIで読み込めるのは、Markdown (.md) ファイル、プレーンテキスト (.txt) ファイル、OPML (.opml) ファイル、FreeMindまたはFreeplane (.mm) ファイル、およびMindMap AIのバックアップ (.json) です。
vi: MindMap AI nhập tệp Markdown (.md), văn bản thuần (.txt), OPML (.opml), FreeMind hoặc Freeplane (.mm) và bản sao lưu của chính ứng dụng (.json).

source: The file isn’t an OPML outline. MindMap AI imports OPML files from outliners and other mind map apps, Markdown (.md) and plain text (.txt).
ja: このファイルはOPMLのアウトラインではありません。MindMap AIで読み込めるのは、アウトライナーやほかのマインドマップAppのOPMLファイル、Markdown (.md)、プレーンテキスト (.txt) です。
vi: Tệp không phải dàn ý OPML. MindMap AI nhập tệp OPML từ ứng dụng dàn ý và ứng dụng sơ đồ tư duy khác, Markdown (.md) và văn bản thuần (.txt).

source: The file is damaged and can’t be read. Check that it opens in the app that made it, then try again.
ja: ファイルが破損していて読み込めません。作成したAppで開けることを確認してから、もう一度お試しください。
vi: Tệp bị hỏng và không đọc được. Hãy kiểm tra tệp mở được trong ứng dụng đã tạo ra nó, rồi thử lại.

source: The file has no topics in it.
ja: ファイルにトピックがありません。
vi: Tệp không có chủ đề nào.

source: A file from another app becomes a map of its own. Choose File ▸ Import… to open it as a new map.
ja: ほかのAppのファイルは1つのマップとして読み込まれます。「ファイル」▸「読み込む…」を選択すると、新しいマップとして開けます。
vi: Tệp từ ứng dụng khác được nhập thành một sơ đồ riêng. Chọn Tệp ▸ Nhập… để mở nó thành sơ đồ mới.

source: Imported “%@”
ja: 「%@」を読み込みました
vi: Đã nhập “%@”

source: Every topic was imported.
ja: すべてのトピックを読み込みました。
vi: Mọi chủ đề đều đã được nhập.

source: %lld linked outlines weren’t downloaded. Their links are on the topics.
ja: リンクされた%lld件のアウトラインはダウンロードされていません。リンクはトピックに残っています。
vi: %lld dàn ý liên kết không được tải về. Liên kết nằm trên chủ đề.

source: %lld images couldn’t be imported.
ja: %lld件の画像を読み込めませんでした。
vi: %lld ảnh không nhập được.

source: %lld attached files couldn’t be imported.
ja: %lld件の添付ファイルを読み込めませんでした。
vi: %lld tệp đính kèm không nhập được.

source: %lld icons couldn’t be imported.
ja: %lld個のアイコンを読み込めませんでした。
vi: %lld biểu tượng không nhập được.

source: The file isn’t a FreeMind or Freeplane map. MindMap AI imports .mm files saved by FreeMind and Freeplane, OPML (.opml), Markdown (.md) and plain text (.txt).
ja: このファイルはFreeMindやFreeplaneのマップではありません。MindMap AIで読み込めるのは、FreeMindとFreeplaneで保存した.mmファイル、OPML (.opml)、Markdown (.md)、プレーンテキスト (.txt) です。
vi: Tệp không phải sơ đồ FreeMind hay Freeplane. MindMap AI nhập tệp .mm do FreeMind và Freeplane lưu, OPML (.opml), Markdown (.md) và văn bản thuần (.txt).

source: OPML Export
ja: OPMLの書き出し
vi: Xuất OPML

source: OPML opens in outliners and other mind map apps. Titles, notes, links and the tree are kept.
ja: OPMLはアウトライナーやほかのマインドマップAppで開けます。タイトル、メモ、リンク、ツリー構造が保たれます。
vi: OPML mở được trong ứng dụng dàn ý và ứng dụng sơ đồ tư duy khác. Giữ tiêu đề, ghi chú, liên kết và cấu trúc cây.

source: AI App
vi: Ứng dụng AI

source: App
vi: Ứng dụng

# %@ to %@
source: %1$@ to %2$@
vi: %1$@ đến %2$@
